"%@ - Offline" = "%@ - Izvan mreže";

"Add New Card…" = "Dodaj novu karticu...";

"Add a Card" = "Dodaj karticu";

"Apt." = "Stan br.";

"Contact" = "Kontakt";

"Delivery" = "Dostava";

"Delivery Address" = "Adresa za dostavu";

"Free" = "Besplatno";

"Invalid Shipping Address" = "Adresa za otpremu nije valjana";

"Loading…" = "Učitava se...";

"Multibanco" = "Multibanco";

"Next" = "Sljedeće";

"Online Banking (FPX)" = "Online Banking (FPX)";

"Payment Method" = "Način plaćanja";

"Shipping" = "Otprema";

"Shipping Method" = "Način otpreme";

"Use Billing" = "Koristi istu adresu kao i za naplatu";

"Use Delivery" = "Koristi istu adresu kao i za dostavu";

"Use Shipping" = "Koristi istu adresu kao i za otpremu";
